        IDENTIFICATION DIVISION.
        PROGRAM-ID. COBOL_DO_ZERO.
        ENVIRONMENT DIVISION.
        CONFIGURATION SECTION.
        INPUT-OUTPUT SECTION.
        DATA DIVISION.
        FILE SECTION.
        WORKING-STORAGE SECTION.
        77 WS-MOSTRA       PIC X(20) VALUE SPACES.
        LINKAGE SECTION.
        SCREEN SECTION.
        PROCEDURE DIVISION.
        STOP RUN.
        END PROGRAM COBOL_DO_ZERO.
